Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1913.html.tmx
Source language: nob
Languages: sme

source: Samisk språknemnds organisering og oppgaver - Giella.org
sme: Sámi giellalávdegotti organiseren ja doaimmat - Giella.org

source: Samisk språknemnds organisering og oppgaver
sme: Sámi giellalávdegotti organiseren ja doaimmat

source: Samisk språknemnd er et underorgan for Samisk parlamentarisk råd.
sme: SGL lea Sámi parlamentáralaš ráđi vuollásaš orgána.

source: Sametingene i Norge, Sverige og Finland finansierer Samisk språknemnd.
sme: Suoma, Ruoŧa ja Norgga sámedikkit ruhtadit SGL doaimma.

source: SSN`s offentlige språk er samisk, norsk/svensk, finsk og russisk.
sme: SGL virggálaš gielat leat sámegiella, suomagiella, dáro-/ruoŧagiella ja ruoššagiella.

source: Samarbeidsorganer er Sametingene i Norge, Sverige og Finland og sameforeningenen på Russisk side, universiteter, høgskoler og fagorganer.
sme: Ovttasbargoorgánat leat Sámedikkiid giellaorgánat ja Ruoššabealde sámi searvvit, universitehtat, allaskuvllat ja fágaorgánat

source: Samisk parlamentarisk råds plenum oppnevner språknemndas 12 medlemmer for fire år. Disse har Sametingene og sameforeningene i Russland foreslått.
sme: Sámi parlamentáralaš ráđi dievasčoahkkin nammáda giellalávdegotti 12 lahtu njealji jahkái, maid sámedikkit ja Ruošša sámi searvvit leat evttohan.

source: Det velges 3 medlemmer og fra hvert land pluss varamedlemmer for hver enkel medlem.
sme: Váljjejuvvojit 3 lahtu ja sin sadjásaččat guđege riikas, Suomas, Ruoŧas, Norggas ja Ruoššas.

source: Medlemmene fra de enkelte land skal representere de forskjellige samiske språkene: sør,- lule,- nord,- enare,-skolte, og kiltin- og tersamisk. Samisk språknemnds oppgaver er bl.a.:
sme: Guđege riika lahtut ovddastit sierra sámegielaid: lulli-, julev-, davvi-,anáraš-, nuortalaš-, gieldda- ja darjjesámegiela Sámi giellalávdegotti doaimmat leat earret eará;

source: bevare og utvikle samisk språk,
sme: Gáhttet ja ovddidit sámegiela

source: besørge felles terminologi- og normeringsarbeid,
sme: Terminologiija- ja normerenbargut

source: gi råd i saker som gjelder samisk språk,
sme: Neavvut sámegiela áššiin

source: fremme samisk språkforskning,
sme: Oktasaš tearbma- ja sátnebáŋkku (Risten.no)

source: holde kontakt med andre institusjoner i Sápmi og internasjonalt
sme: Doallat oktavuođaid ásahusaiguin sámis ja gaskkariikalaččat

source: koordinere samisk språkarbeid,
sme: Koordineret sámi giellaprošeavttaid

source: bedre det samiske språkets stilling,
sme: Buoridit sámegiela sajaidaga

source: arbeide med samiske språksaker for øvrig Termgruppenes oppgaver:
sme: Diehtojuohkin Tearbmajoavkkuid bargu:

source: Granske nye ord og termer – Termprosjekter– Termlister – Nye ord
sme: Dárkkistit ođđa sániid ja tearpmaid – Tearbmaprošeavttat – Tearbmalisttut – Ođđa sánit

source: Publisere ord og termer på Internet– Termgruppemøtet “godkjenner”
sme: Almmuhit sániid ja tearpmaid interneahtas – Tearbmajoavkočoahkkin dohkkeha

source: Ta imot merknader for ord og termer fra publikum - legge ut nye ord til høring på nettet, slik at publikum kan kommentere disse.
sme: Vuostáiváldit mearkkašumiid sániide ja tearpmaide álbmogis – Bidját ođđa sániid “gulaskuddamii” nehttii, olbmot besset kommenteret daid.

source: Samarbeid med andre termgrupper og fagkyndige – Sametingenes språkorganer– Høyere utdanningsinstitusjonerSpråkkonsulentenes oppgaver:
sme: – Sámedikkiid giellaorgánat – Alitoahppaninstitušuvnnaiguin Giellakonsuleanttaid bargu:

source: Forberede termlister eller ord til termgruppens møter.
sme: Ráhkkanáhttit tearbmalisttuid/ sániid tearbmajoavkku čoahkkimiidda.

source: Formidle godkjente ord videre (språknemnda og ordbanken) Språkseksjonene:
sme: Dohkkehuvvon sániid doaimmahit viidásit. (giellalávdegoddái ja sátnevuorkái) Giellajuhkosat:

source: Hver språkseksjon har minimum 3 medlemmer, hver seksjon har en leder, som igjen er SSNs faste medlem.
sme: Juohke giellajuhkosis golbma lahtu, juohke juhkosis ságadoalli, gii lea SGL fásta lahttu

source: Vedtakene sendes SSN
sme: Mearrádusaid sáddet SGLii

source: Vedtakene legges frem som informasjon til plenum.
sme: Mearrádusat dievasčoakkámii dieđáhusáššiin

source: Språkseksjonenes vedtak legges ut på nettet.
sme: Giellajuhkosiid mearrádusat nehttii
